Repository: ttm-tt/veterans
Catalog: src/Locale/*/default.po
Languages: de

source: Invalid competition
de: Ungültiger Wettbewerb

source: You must select a tournament first
de: Sie müssen zuerst ein Turnier auswählen

source: The competition has been saved
de: Der Wettbewerb wurde gespeichert

source: The competition could not be saved. Please, try again.
de: Der Wettbewerb konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for competition
de: Ungültige ID für Wettbewerb

source: Competition deleted
de: Wettbewerb wurde gelöscht

source: Competition was not deleted
de: Wettbewerb wurde nicht gelöscht

source: Singles
de: Einzel

source: Doubles
de: Doppel

source: Teams
de: Mannschaft

source: Women
de: Damen

source: Men
de: Herren

source: You are not allowed to edit this registration
de: Sie dürfen diese Registrierung nicht bearbeiten

source: You are not allowed to delete this person
de: Sie dürfen die Daten dieser Person nicht löschen

source: SocketException while sending email: {0}
de: SocketException beim Senden einer Email: {0}

source: Invalid group
de: Ungültige Gruppe

source: The group has been saved
de: Die Gruppe wurde gespeichert

source: The group could not be saved. Please, try again.
de: Die Gruppe konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for group
de: Ungültige ID für Gruppe

source: Group deleted
de: Gruppe wurde gelöscht

source: Group was not deleted
de: Gruppe wurde nicht gelöscht

source: Invalid association
de: Ungültiger Verband

source: The association has been saved
de: Der Verband wurde gespeichert

source: The association could not be saved. Please, try again.
de: Der Verband konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for association
de: Ungültige ID für Verband

source: Association deleted
de: Verband wurde gelöscht

source: Association was not deleted
de: Verband wurde nicht gelöscht

source: Invalid person
de: Ungültige Person

source: You are not allowed to view this person
de: Sie dürfen Daten dieser Person nicht einsehen

source: You are not allowed to add this person
de: Sie dürfen Daten dieser Person dem System nicht hinzufügen

source: The person has been saved
de: Daten der Person wurden gespeichert

source: The person could not be saved. Please, try again.
de: Daten der Person konnten nicht gespeichert werden. Versuchen Sie es noch einmal.

source: You are not allowed to edit this person
de: Sie dürfen die Daten dieser Person nicht bearbeiten

source: Invalid id for person
de: Ungültige ID für Person

source: Person deleted
de: Daten der Person wurden gelöscht

source: Person was not deleted
de: Daten der Person wurden nicht gelöscht

source: You must fill out all required fields
de: Sie müssen alle erforderlichen Felder ausfüllen

source: You must enter the date of birth for players
de: Sie müssen für Spieler das Geburtsdatum angeben

source: You must be born in %d or earlier
de: Sie müssen %d oder früher geboren sein

source: Wrong birthday given
de: Falsches Geburtsdatum

source: The registration could not be saved.
de: Die Registrierung konnte nicht gespeichert werden.

source: The registration has been saved
de: Die Registrierung wurde gespeichert

source: Maximum number of players reached, so you cannot enter them at this time
de: Die maximale Anzahl von Spielern wurde erreicht und es ist nicht möglich, weitere zu registrieren

source: Maximum number of accompanying persons reached, so you cannot enter them at this time
de: Die maximale Anzahl von Begleitpersonen wurde erreicht und es ist nicht möglich, weitere zu registrieren

source: Invalid registration
de: Ungültige Registrierung

source: You are not allowed to view this registration
de: Sie dürfen diese Registrierung nicht einsehen

source: wanted
de: gewünscht

source: Invalid date
de: Ungültiges Datum

source: Start number must be unique
de: Startnummer muss eindeutig sein

source: You cannot enter new people at this time any more
de: Sie dürfen zu dieser Zeit keine neuen Personen mehr melden

source: You cannot enter new players at this time any more
de: Sie dürfen zu dieser Zeit keine neuen Spieler mehr melden

source: Could not update person
de: Konnte Person nicht aktualisieren

source: Could not update order
de: Konnte Registrierung nicht aktualisieren

source: Registration updated
de: Registrierung wurde aktualisiert

source: Could not save changes
de: Konnte die Änderungen nicht speichern

source: Invalid id for registration
de: Ungültige ID für Registrierung

source: Registration could not be deleted
de: Registrierung konnte nicht gelöscht werden

source: Registration deleted
de: Registrierung wurde gelöscht

source: Invalid id for partner requests
de: Ungültige ID für Partnerwunsch

source: You have accepted {0} as the partner for {1}
de: Sie haben den Partnerwunsch von {0} für {1} bestätigt

source: You have rejected {0} as a partner for {1}
de: Sie haben den Partnerwunsch von {0} für {1} abgelehnt

source: Total
de: Gesamt

source: Men before Women
de: Herren vor Damen

source: Women before Men
de: Damen vor Herren

source: Association
de: Verband

source: Age category ascending
de: Altersklasse aufsteigend

source: Age category descending
de: Altersklasse absteigend

source: Extern ID
de: Externe ID

source: Only JPG, GIF and PNG images are allowed.
de: Nur JPG, GIF und PNG Bilder sind erlaubt.

source: Invalid tournament
de: Ungültiges Turnier

source: The tournament has been saved
de: Das Turnier wurde gespeichert

source: The tournament could not be saved. Please, try again.
de: Das Turnier konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for tournament
de: Ungültige ID für Turnier

source: Tournament deleted
de: Turnier wurde gelöscht

source: Tournament was not deleted
de: Turnier wurde nicht gelöscht

source: Invalid function
de: Ungültige Funktion

source: The function has been saved
de: Die Funktion wurde gespeichert

source: The function could not be saved. Please, try again.
de: Die Funktion konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for function
de: Ungültige ID für Funktion

source: Function deleted
de: Funktion wurde gelöscht

source: Function was not deleted
de: Funktion wurde nicht gelöscht

source: Invalid user
de: Ungültiger Benutzer

source: The user has been saved
de: Der Benutzer wurde gespeichert

source: The user could not be saved. Please, try again.
de: Der Benutzer konnte nicht gespeichert werden. Versuchen Sie es bitte noch einmal.

source: Invalid id for user
de: Ungültige ID für Benutzer

source: User deleted
de: Benutzer wurde gelöscht

source: User was not deleted
de: Benutzer wurde nicht gelöscht

source: must be unique within a tournament
de: muss innerhalb eines Turniers eindeutig sein

source: value must be "Mixed"
de: Wert muss "Mixed" sein

source: Birthday cannot be empty for players
de: Der Geburtstag muss angegeben werden

source: You must select an association
de: Sie müssen einen Verband auswählen

source: A user with this name already exists
de: Ein Benutzer mit diesen Namen existiert bereits

source: The prefix is already in use
de: Der Präfix wird bereits verwendet

source: Add Competition
de: Wettbewerb hinzufügen

source: Type
de: Typ

source: Cutoff year
de: Stichtag

source: No of Entries
de: Anzahl Meldungen

source: No of Entries Host
de: Anzahl Meldungen für Ausrichter

source: Save & Cont.
de: Speichern & Weiter

source: List Competitions
de: Wettbewerbe anzeigen

source: Edit Competition
de: Wettbewerb bearbeiten

source: Sex
de: Geschlecht

source: View Competition
de: Wettbewerb ansehen

source: Competitions
de: Wettbewerbe

source: Updated
de: Aktualisiert

source: Actions
de: Aktionen

source: View
de: Ansicht

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Are you sure you want to delete %s?
de: Sind Sie sicher, %s löschen zu wollen?

source: New Competition
de: Neuer Wettbewerb

source: Competition
de: Wettbewerb

source: Description
de: Beschreibung

source: Born
de: Geboren

source: Entries
de: Meldungen

source: Entries Host
de: Meldungen Ausrichter

source: Updated At
de: Aktualisiert um

source: Created At
de: Erzeugt um

source: Delete Competition
de: Wettbewerb löschen

source: Add Group
de: Gruppe hinzufügen

source: Functions
de: Funktion

source: List Groups
de: Gruppen anzeigen

source: List Users
de: Benutzer anzeigen

source: Edit Group
de: Gruppe bearbeiten

source: Groups
de: Gruppen

source: New Group
de: Neue Gruppe

source: Group
de: Gruppe

source: Delete Group
de: Gruppe löschen

source: Add Association
de: Verband hinzufügen

source: List Associations
de: Verbände anzeigen

source: List People
de: Personen anzeigen

source: New Person
de: Neue Person

source: Edit Association
de: Verband bearbeiten

source: View Association
de: Verband ansehen

source: Associations
de: Verbände

source: New Association
de: Neuer Verband

source: Continent
de: Kontinent

source: Delete Association
de: Verband löschen

source: Add Person
de: Person hinzufügen

source: Given Name
de: Vorname

source: Family Name
de: Nachname

source: Woman
de: Dame

source: Man
de: Mann

source: Year
de: Jahr

source: Month
de: Monat

source: Day
de: Tag

source: Date Born
de: Geburtstag

source: Select Association
de: Verband auswählen

source: Edit Person
de: Person bearbeiten

source: Date born
de: Geburtstag

source: People
de: Personen

source: Last&nbsp;name
de: Nachname

source: all
de: alle

source: Username
de: Benutzername

source: User
de: Benutzer

source: Update People
de: Personen aktualisieren

source: Update
de: Aktualisieren

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Display Name
de: Anzeigename

source: Phone
de: Telefon

source: Invoice
de: Rechnung

source: Delete Person
de: Person löschen

source: Select Event
de: Wettbewerb auwählen

source: Select Function
de: Funktion auswählen

source: Partner wanted
de: Partner gewünscht

source: Add Registration
de: Registrierung hinzufügen

source: Select Person
de: Person auswählen

source: Function
de: Funktion

source: Select Partner
de: Partner auswählen

source: List Registrations
de: Registrierungen anzeigen

source: Assign Start Numbers
de: Startnummern vergeben

source: Start with Number
de: Beginne mit Nummer

source: None
de: Keine

source: Assign Numbers
de: Startnummern vergeben

source: Count Participants
de: Teilnehmer zählen

source: New Registration
de: Neue Registrierung

source: List Partner Wanted
de: Spieler ohne Partner

source: Edit Registration
de: Registrierung bearbeiten

source: Single
de: Einzel

source: Double Partner Category
de: Kategorie des Doppelpartner

source: Double
de: Doppel

source: Double Partner
de: Doppelpartner

source: Mixed Partner Category
de: Kategorie Mixed Partner

source: Items
de: Artikel

source: Created
de: Erzeugt

source: Cancelled
de: Abgemeldet

source: Request double partner
de: Doppelpartner anfragen

source: Request mixed partner
de: Mixed Partner anfragen

source: Wanted as double partner by
de: Als Doppelpartner gewünscht von

source: Wanted as mixed partner by
de: Als Mixed Partner gewünscht von

source: Confirmed as double partner by
de: Als Doppelpartner bestätigt von

source: Confirmed as mixed partner by
de: Als Mixed Partner bestätigt von

source: Rejected as double partner by
de: Als Doppelpartner abgelehnt von

source: Rejected as mixed partner by
de: Als Mixed Partner abgelehnt von

source: Single cancelled
de: Einzel abgemeldet

source: Double cancelled
de: Doppel abgemeldet

source: Mixed cancelled
de: Mixed abgemeldet

source: Team cancelled
de: Mannschaft abgemeldet

source: Replaced by
de: Ersetzt durch

source: Registration History of
de: Registrierunghistorie von

source: Date
de: Datum

source: Field
de: Feld

source: Old Value
de: Alter Wert

source: New Value
de: Neuer Wert

source: Current
de: Aktuell

source: View Registration
de: Registrierung ansehen

source: Import Registrations
de: Registrierung importieren

source: Import Double Partners
de: Doppelpartner importieren

source: Print Accreditation Settings
de: Einstellungen Akkreditierung drucken

source: Print Accreditation
de: Akkreditierungen drucken

source: Registration of
de: Registrierung von

source: Replaced By
de: Ersetzt durch

source: Start No.
de: Startnr.

source: Team
de: Mannschaft

source: Comment
de: Kommentar

source: View History
de: Registrierung ansehen

source: Delete Registration
de: Gelöscht Registrierung

source: Add Tournament
de: Turnier hinzufügen

source: Tournament
de: Turnier

source: Organizer
de: Organisator

source: Comittee
de: Komitee

source: Host
de: Ausrichter

source: Contractor
de: Kontraktor

source: Nat. DPA
de: Nat. DSB

source: Start Accreditation
de: Beginn Akkreditierung

source: Select Host Association
de: Ausrichter auswählen

source: Host Association
de: Ausrichter

source: List Tournaments
de: Turniere anzeigen

source: Edit Tournament
de: Turnier bearbeiten

source: Tournaments
de: Turniere

source: Location
de: Ort

source: Enter before
de: Melden vor

source: Modify before
de: Ändern vor

source: Hide past tournaments
de: Vergangene Turniere verbergen

source: Show past tournaments
de: Vergangene Turnier anzeigen

source: New Tournament
de: Neues Turnier

source: Start On
de: Beginn am

source: End On
de: Ende am

source: Enter After
de: Melden nach

source: Enter Before
de: Melden vor

source: Modify Before
de: Ändern vor

source: Delete Tournament
de: Turnier löschen

source: Add Function
de: Funktion hinzufügen

source: List Functions
de: Funktionen anzeigen

source: Edit Function
de: Funktion bearbeiten

source: New Function
de: Neue Funktion

source: Delete Function
de: Funktion löschen

source: Add User
de: Benutzer hinzufügen

source: Edit User
de: Benutzer bearbeiten

source: Add. Email
de: Weitere Email

source: Language
de: Sprache

source: Users
de: Benutzer

source: Prefix
de: Präfix

source: Successful
de: Erfolgreich

source: Failed
de: Fehlgeschlagen

source: Since
de: Seit

source: Requests
de: Partnerwünsche

source: New User
de: Neuer Benutzer

source: Login
de: Anmelden

source: Edit Notification of {0}
de: Benachrichtigungen für {0} bearbeiten

source: New Player
de: Neuer Spieler

source: Delete player after deadline
de: Spieler nach Meldefrist löschen

source: Edit player after deadline
de: Spieler nach Meldefrist ändern

source: Enabled
de: Freigegeben

source: Last Login
de: Letzte Anmeldung

source: Failed since last
de: Fehlgeschlagen seit letztem mal

source: Successful Logins
de: Erfolgreiche Logins

source: Failed Logins
de: Fehlgeschlagene Logins

source: Modified
de: Geändert

source: Send Password
de: Passwort senden

source: Edit Notifications
de: Benachrichtigungen bearbeiten

source: Delete User
de: Benutzer löschen

source: none
de: keine

source: Show %current% records out of %count% total, starting on record %start%
de: Anzeige von %current% Datensätze von insgeasmt %count%, beginnend bei %start%

source: Online Registration
de: Onlineregistrierung

source: Invalid allotment
de: Ungültiges Kontingent

source: The allotment has been saved
de: Das Kontingent wurde gespeichert

source: The allotment could not be saved. Please try again
de: Das Kontingent konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for allotment
de: Ungültige ID für Kontingent

source: Allotment deleted
de: Kontingent wurde gelöscht

source: Allotment was not deleted
de: Kontingent wurde nicht gelöscht

source: Invalid article
de: Ungültiger Artikel

source: The article has been saved
de: Der Artikel wurde gespeichert

source: The article could not be saved. Please, try again.
de: Der Artikel konnte nicht gespeichert werden. Versuchen Sie es noch einmal.

source: Invalid id for article
de: Ungültige ID für Artikel

source: Article deleted
de: Artikel wurde gelöscht

source: Article was not deleted
de: Artikel wurde nicht gelöscht

source: To apply refunds you shall cancel within order {0} directly
de: Um Stornozahlungen erstatten zu können stornieren Sie bitte in der Bestellung {0} direkt

source: Order is in the wrong state {0} to cancel people
de: Die Bestellung ist im falschen Status {0}, um Personen zu stornieren

source: Pending
de: Offen

source: Done
de: Abgeschlossen

source: Invalid order
de: Ungültige Besetllung

source: Invalid order status
de: Ungültiger Bestellstatus

source: Order cancelled
de: Bestellung storniert

source: Could not cancel order
de: Bestellung konnte nicht storniert werden

source: {0} Orders cancelled
de: {0} Registrierungen storniert

source: Cancellation of {0} orders failed
de: Storno von {0} Registrierungen fehlgeschlagen

source: Refunded {0} {1}
de: {0} {1} erstattet

source: Failed to undo order storno
de: Storno rückgängig machen fehlgeschlagen

source: Failed to restore registration
de: Konnte die Registrierung nicht wiederherstellen

source: Order storno undone
de: Storno wurde rückgängig gemacht

source: Order updated
de: Registrierung Aktualisiert

source: Invoice address has been saved
de: Die Rechnungsadresse wurde gespeichert

source: Could not update user
de: Konnte Benutzer nicht aktualisieren

source: Invoice address could not be saved
de: Die Rechnungsadresse konnte nicht gespeichert werden

source: Article already cancelled
de: Artikel wurde bereits storniert

source: Person has been updated
de: Person wurde aktualisiert

source: The settings have been saved
de: Die Eigenschaften wurde gespeichert

source: The settings could not be saved. Please, try again.
de: Die Eigenschaften konnten nicht gespeichert werden. Versuchen Sie es bitte noch einmal.

source: No tournaments defined yet
de: Es wurden noch keine Turniere angelegt

source: {0} Mails have been sent
de: {0} Mails wurden verschickt

source: Mail has been sent
de: Die Mail wurde verschickt

source: Invalid order id given
de: Ungültige Auftrags ID angebeben

source: Send reminders to registrations older than {0}
de: Sende Zahlungserinnerungen an Registrierungen vor {0}

source: {0} reminders sent
de: {0} Zahlungserinnerungen gesendet

source: Invalid receipt id given
de: Ungültige Rechnungsnummer angebeben

source: Order set to "Payment delayed"
de: Die Rechnung auf "Bezahlt später" setzen

source: {0} orders from waiting list set to pending
de: {0} Bestellungen von der Warteliste auf offen gesetzt

source: Order reset to "Pending" and invoice sent
de: Bestellung auf "Offen" zurückgesetzt und die Rechnung verschickt

source: Order reset to "Pending"
de: Bestellung auf "Offen" zurückgesetzt

source: Order set to "Pending" and invoice sent
de: Die Rechnung auf "Offen" gesetzt und die Rechnung verschickt

source: Could not save cart
de: Konnte den Warenkorb nicht speichern

source: Order converted to invoice
de: Registrierung auf "Rechnung" konvertiert

source: You must select an article
de: Sie müssen einen Artikel wählen

source: You must select an user
de: Sie müssen einen Benutzer wählen

source: You must enter the number of alloted articles
de: Sie müssen die Anzahl reservierter Artikel angeben

source: You must select a country
de: Sie müssen ein Land auswählen

source: Person has orders and therefore cannot be deleted
de: Die Person kann nicht gelöscht werden da es Bestellungen für sie gibt

source: Automatic refunds disabled, do the refund manually
de: Automatische Stornierungen sind ausgeschalten, die Rücküberweisung muss manuell geschehen

source: Failed to make refund: {0}
de: Rückerstattung ist fehlgeschlagen: {0}

source: Refund money for order successful
de: Rückerstattung war erfolgreich

source: Failed to make refund with return code {0}{1}
de: Rückerstattung ist mit folgendem Fehler fehlgeschlagen: {0}{1}

source: Could not refund money for order:
de: Konnte Rückerstattung nicht durchführen:

source: Payment cancelled
de: Bezahlvorgang abgebrochen

source: Automatic refund not possible after 60 days
de: Nach 60 Tagen sind keine automatischen Rücküberweisungen mehr möglich

source: Invalid order state {0}
de: Ungültiger Bestellstatus {0}

source: {0}: Invoice no {1}
de: {0}: Rechnungsnummer {1}

source: Registration for {0}
de: Meldung für {0}

source: Exception while trying to refund money: {0}
de: Exception beim Rückerstatten: {0}

source: Could not refund payment: {0}
de: Rückerstattung nicht möglich: {0}

source: Add Allotment
de: Kontentgent hinzufügen

source: Select Article
de: Artikel auswählen

source: Select User
de: Benutzer auswählen

source: List Allotments
de: Kontingente anzeigen

source: Edit Allotment
de: Kontingent bearbeiten

source: Allotments
de: Kontingente

source: Article
de: Artikel

source: Allotment
de: Kontingent

source: Used
de: Abgerufen

source: Are you sure you want to delete this allotment?
de: Sind Sie sicher, dieses Kontingent löschen zu wollen?

source: New Allotment
de: Neues Kontingent

source: List Articles
de: Artikel anzeigen

source: List Orders
de: Bestellungen anzeigen

source: Delete Allotment
de: Kontingent löschen

source: Category
de: Kategorie

source: Visible
de: Sichtbar

source: Sort Order
de: Sortierreihenfolge

source: Price
de: Preis

source: Edit Article
de: Artikel bearbeiten

source: General
de: Allgemein

source: Presentation
de: Präsentation

source: Cost
de: Kosten

source: Available
de: Verfügbar

source: Variants
de: Varianten

source: Image
de: Bild

source: Remove Photo
de: Foto löschen

source: Available From
de: Verfügbar ab

source: Available Until
de: Verfügbar bis

source: Waiting List Enabled
de: Limit Warteliste aktiv

source: Waiting List Limit
de: Limit Warteliste

source: Add Variant
de: Variante hinzufügen

source: Paid
de: Bezahlt

source: Per Day
de: Pro Tag

source: Articles
de: Artikel

source: From
de: Ab

source: Until
de: Bis

source: Sold
de: Verkauft

source: Allotted
de: Zugeteilt

source: Wait
de: Wartend

source: New Article
de: Neuer Artikel

source: Settings
de: Einstellungen

source: Tax
de: MwSt

source: Limit Waiting List
de: Limit der Warteliste

source: Photo
de: Foto

source: Delete Article
de: Artikel löschen

source: Edit Invoice Address in Order {0}
de: Rechnungsadresse in Bestellung {0} bearbeiten

source: Title
de: Anrede

source: Mr
de: Herr

source: Mrs
de: Frau

source: Please select
de: Bitte auwählen

source: Given name
de: Vorname

source: Family name
de: Nachname

source: Street
de: Straße

source: Postal code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Select Country
de: Land auswählen

source: Edit Invoice
de: Rechnung bearbeiten

source: Amount
de: Betrag

source: Canc. Fee
de: Stornogebühr

source: Discount
de: Nachlass

source: Subtotal
de: Zwischensumme

source: Refund
de: Erstattung

source: Outstanding
de: Ausstehend

source: Split No
de: Sequenznr

source: Edit Person in Order {0}
de: Person in Bestellung {0} bearbeiten

source: Select gender
de: Geschlecht auswählen

source: Gross Total
de: Brutto

source: Invoice Paid
de: Rechnung bezahlt

source: Invoice Cancelled
de: Rechnung storniert

source: Cancellation Fee
de: Stornogebühr

source: Cancellation Discount
de: Nachlass auf Stornierung

source: History of order
de: Bestellhistorie

source: List Order
de: Bestellungen anzeigen

source: Orders
de: Bestellungen

source: Payment Method
de: Bezahlart

source: Duplicates
de: Duplikate

source: Order date
de: Bestelldatum

source: Accepted
de: Akzeptiert

source: Payment date
de: Bezahldatum

source: method
de: Bezahlmethode

source: Search
de: Suche

source: Invoice Number
de: Rechnungsnummer

source: Mail Reminders
de: Erinnerungen mailen

source: Mail Vouchers
de: Vouchers versenden

source: Are you sure you want to send vouchers to all?
de: Sind Sie sicher, einen Voucher an alle verschicken zu wollen?

source: Cancel Pending
de: Offene stornieren

source: Process Waiting List
de: Warteliste abarbeiten
