Repository: ttm-tt/veterans
Catalog: src/Locale/*/default.po
Languages: de

source: Are you sure you want to accept the waiting list?
de: Sind Sie sicher, die Warteliste akzeptieren zu wollen?

source: Export Players
de: Export Spieler

source: Shop Settings
de: Shop Einstellungen

source: Contact
de: Kontakt

source: Payment
de: Bezahlart

source: Open From
de: Offen von

source: Open Until
de: Offen bis

source: Cancellation Fee [%]
de: Stornogebühr [%]

source: Start
de: Beginn

source: Company
de: Firma

source: VAT Reg ID
de: UID

source: Invoice No. Prefix
de: Bestellnr. Präfix

source: Invoice No. Postfix
de: Bestellnr. Postfix

source: Invoice Header
de: Rechnungskopf

source: Invoice Footer
de: Rechnungsfuß

source: Add. Footer
de: Zus. Fußzeile

source: Currency
de: Währung

source: Credit Card
de: Kreditkarte

source: Bank Transfer
de: Überweisung

source: Bank Name
de: Bank

source: Bank Address
de: Banksadresse

source: Account Holder
de: Kontoinhaber

source: Corresp. Bank
de: Korresp. Bank

source: Storno Order %s
de: Storno Bestellung %s

source: Send Mail
de: Email senden

source: Automatic Refund
de: Automatische Erstattung

source: Entire Order
de: Gesamte Bestellung

source: Part of Order
de: Teil der Bestellung

source: Players
de: Spieler

source: Fee
de: Gebühr

source: Accompanying Persons
de: Begleitperson

source: Additional Items
de: Weitere Artikel

source: Quantity
de: Anzahl

source: Storno Fee
de: Stornogebühr

source: View Order
de: Bestellung anzeigen

source: Cancel Pendings
de: Offene stornieren

source: All before
de: Alle vor

source: Order {0} from {1}
de: Registrierung {0} von {1}

source: Address
de: Adresse

source: Payment Details
de: Bezahldaten

source: Comments
de: Kommentare

source: Edit Address
de: Adresse bearbeiten

source: Set Delayed
de: Auf "Bezahlt später" setzen

source: Set Pending
de: Auf Offen setzen

source: Set Invoice
de: Auf Rechnung setzen

source: Are you sure to set this order to Invoice?
de: Sind Sie sicher, diese Registrierung auf Rechnung setzen zu wollen

source: Set Paid
de: Bezahlt Setzen

source: View Invoice
de: Rechnung anzeigen

source: Mail Invoice
de: Rechnung versenden

source: Mail Reminder
de: Erinnerung mailen

source: View Voucher
de: Voucher anzeigen

source: Mail Voucher
de: Voucher versenden

source: Undo Storno
de: Storno Rückgängig

source: History
de: Historie

source: Import Orders
de: Bestellungen importieren

source: File
de: Datei

source: Confirm
de: Bestätigen

source: Payment Received
de: Bezahlung erhalten

source: Send Reminders
de: Erinnerungen mailen

source: Payment until
de: Zahlungsfrist bis

source: Reminder
de: Erinnerung
