Repository: ttm-tt/veterans
Catalog: src/Locale/*/user.po
Languages: de, es, fr, it

source: Unknown user {0}
de: Unbekannter Benutzer {0}
es: Usuario desconocido {0}
fr: Utilisateur inconnu {0}
it: Utente sconosciuto {0}

source: Cannot change type of registration
de: Die Registrierung konnte nicht geändert werden
es: No se pudo cambiar el tipo de la inscripción
fr: Ne peut modifier le type d'inscription
it: Impossibile cambiare tipo di iscrizione

source: The new registration could not be created
de: Die Registrierung konnte nicht gespeichert werden
es: La inscripción no se pudo guardar
fr: Le nouveau mot de passe n'a pu être enregistré
it: La nuova iscrizione non e' stata creata

source: Double Entries
de: Doppelmeldungen
es: Entradas dobles
fr: Inscription en double
it: Iscrizioni Doppi

source: You must fill in your email address
de: Sie müssen ihre Emailadresse angeben
es: Debe completar su dirección de email
fr: Vous devez remplir votre adresse email
it: Devi inserire il tuo indirizzo mail

source: Email address not found
de: Emailadresse nicht gefunden
es: Dirección de email no encontrado
fr: L'adresse email n'est pas définie
it: Indirizzo email non trovato

source: Invalid request to reset the password
de: Ungültige Anfrage, das Password zurückzusetzen
es: Solicitud no válida para restablecer la contraseña
fr: Demande invalide pour réinitialiser votre mot de passe
it: Richiesta cambio password non valida

source: Your ticket has expired
de: Ihr Ticket ist abgelaufen
es: Su billete ha expirado
fr: Votre demande a expiré
it: Il tuo ticket e' scaduto

source: The ticket to request a new password could not be created
de: Das Ticket, um ein neues Passwort anzufordern, konnte nicht erzeugt werden
es: El boleto para solicitar una contraseña nueva no puede ser creado
fr: Votre demande de nouveau mot de passe ne peut être validée
it: Il ticket per la richiesta di una nuova password non e' stato creato

source: A new password has been requested with your email address.
de: Ein neues Passwort wurde mit Ihrer Emailadresse angefordert.
es: Una nueva contraseña ha sido solicitada con su dirección de email.
fr: Un nouveau mot de passe a été demandé avec votre email.
it: E' stata richiesta una nuova password tramite il tuo indirizzo email.

source: If you did not initiate this request, please ignore this mail. You password will remain unchanged.
de: Wenn Sie diese Anforderung nicht getätigt haben ignorieren Sie bitte diese Mail. Ihr Passwort bleibt dann unverändert.
es: Si usted no inició este solicitud, por favor, ignora este email. Usted contraseña se mantendrá sin cambios.
fr: Si vous ne réinitialiser pas cette demande, merci de ne pas tenir compte de ce mail. Votre mot de passe ne changera pas.
it: Se non sei stato tu a fare questa richiesta ignora questa mail. La tua password non sara' cambiata.

source: To get a new password click the link below. A new password will then be sent to your email address.
de: Um ein neues Passwort zu erhalten klicken Sie bitte den Link unten. Ein neues Passwort wird an Ihre Emailadresse zugesendet.
es: Para obtener una nueva contraseña, haga clic en el enlace de abajo. Una nueva contraseña será enviada a su dirección de email.
fr: Pour recevoir un nouveau mot de passe, cliquez sur le bouton ci-dessous. Un nouveau mot de passe sera envoyé sur votre boîte mail.
it: Per avere una nuova password clicca sul link sottostante. Una nuova password verra' spedita sul tuo indirizzo email.

source: The link above will also log you in one time.
de: Der obige Link erlaubt es auch, sich einmal einzuloggen.
es: El enlace de arriba también lo registrará una vez.
fr: Le lien ci-dessous vous permettra de vous connecter.
it: Il link sopra ti fara' entrare una volta soltanto.

source: To login another time you have to use the password or request a new link with "Forgot Password".
de: Um sich ein weiteres mal einzuloggen müssen Sie entweder das Passwort verwenden oder einen neuen Link mit "Passwort vergessen" anfordern.
es: Para iniciar sesión otra vez, debe utilizar la contraseña o solicitar un nuevo enlace con "Olvidó su contraseña".
fr: Pour vous connecter par la suite, vous devrez utiliser votre mot de passe ou en demande un nouveau avec le bouton 'Mot de passe oublié'.
it: Per fare il login un'altra volta dovrai usare la password oppure richiedere un nuovo link con Password Dimenticata.

source: The email confirming your password request could not be sent
de: Die Email mit der Bestätigung der Passwortanfrage konnte nicht verschickt werden
es: El emailo de confirmación de su solicitud de contraseña no se pudo enviar
fr: L'email concernant votre demande de mot de passe ne peut être envoyé
it: Non è stato possibile inviare l'e-mail di conferma della richiesta della password

source: An email has been sent. Follow the instructions in the mail to receive a new password
de: Eine Email wurde verschickt. Bitte folgen Sie den Anweisungen in der Email, um ein neues Passwort zu erhalten
es: Un email ha sido enviado. Sigas las instrucciones en la email para recibir una contraseña nueva
fr: Un email vient de vous être envoyé. Suivez les instructions pour définir un nouveau mot de passe
it: Ti e' stata inviata una mail. Segui le istruzioni nella mail per ricevere una nuova password

source: Your new password is:
de: Ihr neues Passwort ist:
es: Su contraseña nueva es:
fr: Votre nouveau mot de passe est:
it: La tua nuova password e':

source: The email could not be sent, password remains unchanged
de: Die Email konnte nicht verschickt werden, Ihr Passwort bleibt unverändert
es: El email no se pudo enviar, la contraseña se mantiene sin cambios
fr: L'email n'a pas pu être envoyé, le mot de passe reste inchangé
it: La mail non e' stata inviata, la password rimane la stessa

source: The new password could not be saved
de: Das neue Passwort konnte nicht gespeichert werden
es: La contraseña nueva no se pudo guardar
fr: Le nouveau mot de passe n'a pu être enregistré
it: La password nuova non e' stata salvata

source: A new password has been sent to your email address
de: Ein neues Passwort wurde an Ihre Emailadresse geschickt
es: Una contraseña nueva ha sido enviada a su dirección de email
fr: Un nouveau mot de passe a été envoyé à votre email
it: Una nuova password e' stata inviata al tuo indirizzo email

source: You are logged in
de: Sie sind angemeldet
es: Usted está en el sistema
fr: Vous êtes connecté
it: Sei entrato

source: Good-Bye
de: Auf Wiedersehen
es: Adiós
fr: Au revoir
it: Ciao

source: Your profile has been saved
de: Ihr Profil wurde gespeichert
es: Su perfil se ha guardado
fr: Votre profil vient d'être sauvé
it: Il tuo profilo e' stato salvato

source: Your profile could not be saved
de: Ihr Profil konnte nicht gespeichert werden
es: Su perfil no se pudo guardar
fr: Votre profil ne peut être sauvé
it: Il tuo profilo non e' stato salvato

source: A password has been sent
de: Ein Passwort wurde verschickt
es: Una contraseña ha sido enviada
fr: Un mot de passe a été envoyé
it: E' satata inviata una password

source: Filter
es: Filtro
fr: Filtre
it: Filtro

source: Continent
es: Continente
it: Continente

source: Participants
de: Teilnehmer
es: Participantes
it: Partecipanti

source: Only confirmed double partners are shown
de: Nur bestätigte Doppelpartner werden angezeigt
es: Sólo se muestran compañeros de dobles confirmados
fr: Seules les paires de doubles confirmées sont affichées
it: Vengono mostrati solo i partners di doppio confermati

source: Name
es: Nombre
fr: Nom
it: Nome

source: Association
de: Verband
es: Asociación
fr: Fédération
it: Associazione

source: Singles
de: Einzel
es: Individual
fr: Simples
it: Singoli

source: Doubles
de: Doppel
es: Dobles
it: Doppi

source: Double Partner
de: Doppelpartner
es: Compañaro de dobles
fr: Partenaire de Double
it: Partner di doppio

source: Mixed
es: Dobles mixtos
fr: Mixte
it: Misti

source: Mixed Partner
es: Compañaro de dobles mixta
fr: Partenaire de double mixte
it: Partners misti

source: Teams
de: Mannschaft
es: Equipos
fr: Equipe
it: Squadre

source: Add Participant
de: Teilnehmer hinzufügen
es: Agregar participante
fr: Ajouter un participant
it: Aggiungi partecipante

source: Select Type
de: Typ auswählen
es: Seleccione tipo
fr: Sélectionner un type
it: Seleziona il tipo

source: Type
de: Typ
es: Tipo
fr: Catégorie
it: Tipo

source: Given Name
de: Vorname
es: Nombre de pila
fr: Prénom
it: Nome

source: Family Name
de: Nachname
es: Apellido
fr: Nom de Famille
it: Cognome

source: Select gender
de: Geschlecht auswählen
es: Seleccione sexo
fr: Sélectionner un genre
it: Genere

source: Man
de: Mann
es: Hombre
fr: Homme
it: Uomo

source: Woman
de: Dame
es: Mujer
fr: Femme
it: Donna

source: Select Association
de: Verband auswählen
es: Seleccione asociación
fr: Sélectionner une fédération
it: Seleziona Associazione

source: Items
de: Artikel
es: Artículos
fr: Articles
it: Articoli

source: Save & Cont.
de: Speichern & Weiter
es: Guardar y Cont.
fr: Sauvegarder & Cont.
it: Salva e Cont.

source: List Registrations
de: Registrierungen anzeigen
es: Lista de inscripciones
fr: Listes des inscriptions
it: Iscrizioni nell'elenco

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe
it: Sesso

source: Partner
es: Compañaro/a
fr: Partenaire

source: Wanted
de: Gewünscht
es: Sin compañaro/a
fr: Sans partenaire
it: Ricerca

source: Requested As
de: Angefragt
es: Solicitado
fr: Demandé
it: Richiesto come

source: Multiple
de: Mehrfach
es: Múltiple
it: Multipli

source: Not Confirmed
de: Nicht bestätigt
es: No confirmado
fr: Pas confirmé
it: Non confermato

source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmé
it: Canfermato

source: Only registered and paid for players are counted but not reserved positions.
de: Nur registrierte und bezahlte Spieler werden berücksichtigt aber nicht reservierte Plätze.
es: Solo las posiciones registradas y pagadas por jugadores se cuentan pero no las posiciones reservadas.
fr: Seuls les joueurs inscrits et payés pour les joueurs sont comptés mais pas les positions réservées.
it: Vengono conteggiati solo i giocatori iscritti e che abbiano pagato ma senza aver riservato posizioni.

source: Partner wanted
de: Partner gewünscht
es: Sin compañero/a
fr: Joueur sans partenaire
it: Ricerca partner

source: Edit Registration
de: Registrierung bearbeiten
es: Editar inscripción
fr: Éditer les inscriptions
it: Compilare la iscrizione

source: Person
es: Persona
fr: Personne
it: Persona

source: Date Born
de: Geburtstag
es: Fecha de nacimiento
fr: Date de Naissance
it: Data di nascita

source: Single
de: Einzel
es: Individual
fr: Simple
it: Singolo

source: Not Playing Singles
de: Spielt nicht Einzel
es: No jugar individual
fr: Ne participant pas aux simples
it: Non gioca al Singolo

source: Double
de: Doppel
es: Doble
it: Doppio

source: Not Playing Doubles
de: Spielt nicht Doppel
es: No jugar dobles
fr: Ne participant pas aux doubles
it: Non gioca al doppio

source: Double Partner Category
de: Kategorie des Doppelpartner
es: Categoría de compañaro de dobles
fr: Catégorie du partenaire de double
it: Categoria Partner di Doppio

source: Not Playing Mixed
de: Spielt nicht Mixed
es: No juega dobles mixta
fr: Ne participant pas aux mixtes
it: Non gioca al Misto

source: Mixed Partner Category
de: Kategorie Mixed Partner
es: Categoría de compañaro de dobles mixta
fr: Catégorie du partenaire de double mixte
it: Categoria Partner di Misto

source: Not Playing Teams
de: Spielt nicht Mannschaft
es: No jugar equipos
fr: Ne participant pas aux compétitions par équipes
it: Non gioca a Squadre

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

source: List Partner Wanted
de: Spieler ohne Partner
es: Lista sin compañero/a
fr: Sans partenaire
it: Lista di Ricerca Partner

source: Partner Wanted
de: Partner gewünscht
es: Sin compañero/a
fr: Joueur sans partenaire
it: Ricerca Partner

source: Registrations
de: Registrierungen
es: Inscripciones
fr: Inscriptions
it: Iscrizioni

source: Competition
de: Wettbewerb
es: Concurso
it: Competizione

source: Age Category
de: Altersklasse
es: Categoría de edad
fr: Catégorie d'âge
it: Categoria di età

source: Different
de: Unterschiedlich
es: Diferente
fr: Différente
it: Differente

source: Not in all events
de: Nicht in allen Wettbewerben
es: No en todas las competiciones
fr: Pas dans tous les tableaux
it: Non in tutti gli eventi

source: Status
es: Estado
fr: Statut
it: Stato

source: Not cancelled
de: Nicht abgemeldet
es: No anulado
fr: Non Annulé
it: Non cancellato

source: Cancelled
de: Abgemeldet
es: Anulado
fr: Annulé
it: Cancellato

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome Utente

source: all
de: alle
es: todas
fr: tout
it: tutti

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore

source: Reg. ID
es: Inscr. ID
fr: N° Insc.

source: Start No.
de: Startnr.
es: No. de jug.
fr: Dossard
it: Inizio n°

source: Team
de: Mannschaft
es: Equipo
fr: Equipe
it: Squadra

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mise à jour
it: Aggiornato

source: Actions
de: Aktionen
es: Acciones
it: Azioni

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: wanted
de: gewünscht
es: deseado
fr: proposé
it: richiesto

source: History
de: Historie
es: Historia
fr: Historique
it: Storia

source: View
de: Ansicht
es: Ver
fr: Voir
it: Vista

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Compilare

source: Delete
de: Löschen
es: Retirar
fr: Supprimer
it: Cancellare

source: Are you sure you want to delete %s?
de: Sind Sie sicher, %s löschen zu wollen?
es: ¿Seguro que quieres retirar %s?
fr: Êtes-vous sur de vouloir supprimer %s?
it: Sei sicuro di voler cancellare %s?

source: Requests
de: Anfragen
es: Solicitudes
fr: Proposer
it: Richieste

source: New Registration
de: Neue Registrierung
es: Inscripción nueva
fr: Nouvelle inscription
it: Nuova iscrizione

source: Export
es: Exportar
fr: Exporter
it: Esportazione

source: Export Order
de: Export Meldungen
es: Exportar orden
fr: Exporter les commandes
it: Esportazione dell'Ordine

source: Partner Requests for {0}
de: Partnerwünsche für {0}
es: Las solicitudes de compañeros para {0}
fr: Partenaire proposé pour {0}
it: Richieste Partner per {0}

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accettare

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiutare

source: Are you sure you want to reject the partner request from {0}?
de: Sind Sie sicher, den Partnerwunsch von {0} zurückweisen zu wollen?
es: ¿Seguro que deseas rechazar la solicitud de compañaro {0}?
fr: Êtes-vous sur de vouloir refuser la demande de {0}
it: Sei sicuro di voler rifiutare la richiesta partner da {0} ?

source: Request Password
de: Passwort anfordern
es: Solicitud de contraseña
fr: Demande de mot de passe
it: Richiesta Password

source: Login
de: Anmelden
es: Iniciar sesión
fr: Me connecter

source: Forgot Password
de: Passwort vergessen
es: He olvidado la contraseña
fr: Mot de passe oublié
it: Password dimenticata

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Remember me
de: Eingeloggt bleiben
es: Recuérdame
fr: Se souvenir de moi
it: Ricordami

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Éditer le profil
it: Crea Profilo

source: Pref. language
de: Bevorz. Sprache
es: Idioma preferido
fr: Préf. langue
it: Lingua preferita

source: Privacy Policy
de: Privacy Poilcy
es: Política de privacidad
fr: Politique de Confidentialité

source: Impressum
es: Pie de imprenta
fr: Nous Contacter
it: Impronta

source: Terms & Conditions
de: Geschäftsbedingungen
es: Términos y Condiciones
fr: Conditions Générales
it: Termini & Condizioni

source: Not logged in
de: Nicht angemeldet
es: Sin iniciar sesión
fr: Pas connecté
it: Log non effettuato

source: Register
de: Melden
es: Inscribe
fr: Inscription
it: Iscriviti

source: Logged in as
de: Angemeldet als
es: Está en el sistema
fr: Connecté comme
it: Loggato come

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnecter

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva

source: Cancel
de: Abbrechen
es: Anular
fr: Annuler
it: Cancella

source: Unknown registration
de: Unbekannte Registrierung
es: Inscripción desconocido
fr: Inscription inconnue
it: Iscrizione sconosciuta

source: Illegal type
de: Illegaler Typ
es: Tipo ilegal
fr: Illégale Catégorie
it: Tipo dati non permesso

source: Unknown user
de: Unbekannter Benutzer
es: Usuario desconocido
fr: Utilisateur inconnu
it: Utente sconosciuto

source: The order could be be stored
de: Die Bestellung konnte nicht gespeichert werden
es: El pedido nuevo no se pudo guardar
fr: Le nouveau mot de passe n'a pu être enregistré
it: L'ordine puo' essere immagazzinato

source: [{0}] Cancellation of registration {1} from {2}
de: [{0}] Ihre Meldung {1} von {2}
es: [{0}] Anulación de su inscripción {1} de {2}
fr: [{0}] Annulation de l'inscription {1} le {2}
it: [{0}] Cancellazione dell'iscrizione {1} da {2}

source: Accompanying Person
de: Begleitperson
es: Acompañante
fr: Accompagnateur
it: Accompagnatore

source: Coach
es: Entrenador
fr: Entraîneur
it: Allenatore

source: You cannot register players after registration closed for players on {0}
de: Sie können keine Spieler nach Ende der Registrierung für Spieler am {0} melden
es: No se puede registrar a las personas después de registrarse cerrado {0}
fr: Vous ne pouvez inscrire des joueurs après la date limite du {0}
it: Non puoi iscrivere giocatori dopo che l'iscrizione per i giocatori e' stata chiusa su {0}

source: You cannot register players at the moment. Registration will open soon. Please visit <a href="{0}" target="_blank">{0}</a> for more information.
de: Sie können zur Zeit keine Spieler melden. Die Registrierung öffnet bald. Bitte besuchen Sie <a href="{0}" target="_blank">{0}</a> für weitere Informationen.
es: No se puede inscribir jugadores en este momento. La inscripción se abrirá pronto. Visite <a href="{0}" target="_blank">{0}</a> para obtener más información.
fr: Vous ne pouvez inscrire des joueurs pour le moment. L'inscription ouvrira bientôt. Veuillez visiter <a href="{0}" target="_blank">{0}</a> pour plus d'informations.
it: Al momento non puoi iscrivere giocatori. Le iscrizioni inizieranno a breve. Per informazioni visita l'indirizzo <a href="{0}" target=_blank>"{0}"</a>.

source: You cannot register players before registration opens for players on {0}
de: Sie können keine Spieler melden bevor die Registrierung für Spieler am {0} öffnet
es: No se puede registrar a los jugadores antes de registrarse abra {0}
fr: Vous ne pouvez inscrire des joueurs avant la jour d'ouverture du {0}
it: Non puoi iscrivere giocatori prima che le iscrizioni per giocatori inizino su {0}

source: The registration for players has been closed
de: Die Registrierung für Spieler wurde geschlossen
es: La inscripción para jugadores ha sido cerrada
fr: L'inscription des joueurs a été clôturée
it: Le iscrizioni per i giocatori sono chiuse

source: Players are already sold out and adding more will put your registration on the waiting list
de: Die maximale Anzahl von Spielern wurde erreicht und wenn Sie weitere melden wird Ihre Registrierung auf die Warteliste gesetzt
es: Los jugadores ya están agotadas y añadiendo más pondrá su inscripción en la lista de espera
fr: La liste des Joueurs est complète, les joueurs supplémentaires seront mis en liste d'attente
it: Il numero massimo di giocatori e' stato raggiunto e aggiungendone altri collochera' la loro iscrizione alla lista di attesa

source: The registration for accompanying persons has been closed
de: Die Registrierung für Begleitpersonen wurde geschlossen
es: La inscripción para acompañantes adicional ha sido cerrada
fr: L'inscription des personnes accompagnants a été clôturée
it: Le iscrizioni per gli accompagnatori sono chiuse

source: Accompanying persons are already sold out and adding more will put your registration on the waiting list
de: Die maximale Anzahl von Begleitpersonen wurde erreicht und wenn Sie weitere melden wird Ihre Registrierung auf die Warteliste gesetzt
es: Los acompañantes ya están agotadas y añadiendo más pondrá su inscripción en la lista de espera
fr: La liste des Accompagnants est complète, les accompagnants supplémentaires seront mis en liste d'attente
it: Il numero massimo di accompagnatori e' stato raggiunto e aggiungendone altri collochera' la loro iscrizione alla lista di attesa

source: Coaches are already sold out and adding more will put your registration on the waiting list
es: Los entrenadores ya están agotadas y añadiendo más pondrá su inscripción en la lista de espera
fr: La liste des entraîneur est complète, les joueurs supplémentaires seront mis en liste d'attente
it: Gli allenatori sono già esauriti e aggiungerne altri metterà la tua iscrizione in lista d'attesa

source: You must fill out all required fields
de: Sie müssen alle erforderlichen Felder ausfüllen
es: Debe llenar todos las casillas requeridas
fr: Vous devez remplis tous les champs requis
it: Bisogna compliare tutti i campi obbligatori

source: You must enter the date of birth for players
de: Sie müssen für Spieler das Geburtsdatum angeben
es: Usted debe insertar la fecha de nacimiento de los jugadores
fr: Vous devez saisir la date de naissance des joueurs
it: Bisogna inserire la data di nascita dei giocatori

source: The date of birth is not valid
de: Das Geburtsdatum ist ungültig
es: La fecha de nacimiento es inválida
fr: La date de naissance est invalide
it: Data di nascita non valida

source: You must be born in %d or earlier
de: Sie müssen %d oder früher geboren sein
es: Usted tiene que nacer de %d o antes
fr: Vous devez être né en %d ou avant
it: Devi essere nato nel %d o prima

source: Wrong birthday given
de: Falsches Geburtsdatum
es: Cumpleaños incorrecto dada
fr: Mauvaise date de naissance saisie
it: Data di nascita errata

source: You must agree to the privacy policy when entering an email address or a phone number
de: Sie müssen den Datenschutzbestimmungen zustimmen, wenn Sie eine Emailadresse oder eine Telefonnummer angeben
es: Debe aceptar la política de privacidad al introducir una dirección de email o un número de teléfono
fr: Vous devez donnez votre accord avec la politique de confidentialité en saisissant votre adresse email ou votre numéro de téléphone
it: Per iscrivere un indirizzo mail o un numero di telefono devi accettare le condizioni della privacy

source: The phone number is invalid
de: Die Telefonnummer ist ungültig
es: El número telefónico es inválido
fr: Le numéro de téléphone est invalide
it: Numero di telefono non valido

source: The email address has an invalid format
de: Die Emailadresse hat ein ungültiges Format
es: La dirección de email tiene un formato inválido
fr: L'adresse email a un format non valide
it: L'indirizzo email ha un formato non valido

source: You cannot register people at the moment. Registration will open soon. Please visit <a href="{0}" target="_blank">{0}</a> for more information.
de: Sie können zur Zeit keine Personen melden. Die Registrierung öffnet bald. Bitte besuchen Sie <a href="{0}" target="_blank">{0}</a> für weitere Informationen.
es: No se puede inscribir personas en este momento. La inscripción se abrirá pronto. Visite <a href="{0}" target="_blank">{0}</a> para obtener más información.
fr: Vous ne pouvez inscrire des personnes pour le moment. L'inscription ouvrira bientôt. Veuillez visiter <a href="{0}" target="_blank">{0}</a> pour plus d'informations.
it: Al momento Non puoi iscrivere persone . Le iscrizioni inizieranno a breve. Visita l'indirizzo <a href={0} target=_blank>{0}</a> per maggiori informazioni.
