Repository: ttm-tt/veterans
Catalog: src/Locale/*/user.po
Languages: de, es, fr, it

source: You cannot register people before registration opens on {0}
de: Sie können keine Personen melden bevor die Registrierung am {0} öffnet
es: No se puede inscribir personas antes de que los registros se abre en {0}
fr: Vous ne pouvez inscrire des personnes avant la date du {0}
it: Non puoi iscrivere persone prima che le iscrizioni inizino il {0}

source: You cannot register people after registration closed on {0}
de: Sie können keine Personen nach Ende der Registrierung am {0} melden
es: No se puede inscribir personas después de que los registrarse se cierra en {0}
fr: Vous ne pouvez inscrire des personnes après la date limite du {0}
it: Non puoi iscrivere persone dopo che le iscrizioni sono state chiuse il {0}

source: You have to register people or buy something
de: Sie müssen Personen melden oder etwas kaufen
es: Usted tiene que inscribir personas o comprar algo
fr: Vous devez inscrire des personnes ou acheter quelque chose
it: Devi iscrivere persone o comprare qualcosa

source: Given name cannot be empty
de: Der Vorname muss angegeben werden
es: Nombre dado no puede estar vacío
fr: Le Prénom doit être saisi
it: Lo spazio per il nome non puo' restare vuoto

source: Family name cannot be empty
de: Der Nachname muss angegeben werden
es: El apellido no puede estar vacío
fr: Le nom de famille doit être saisi
it: Lo spazio per il cognome non puo' restare vuoto

source: Street name cannot be empty
de: Der Straßenname muss angegeben werden
es: Nombre de pila no puede estar vacío
fr: L'adresse doit être saisie
it: Lo spazio dell'indirizzo non puo' restare vuoto

source: Zip code cannot be empty
de: Die PLZ muss angegeben werden
es: Código postal no puede estar vacío
fr: Le code postal doit être saisi
it: Lo spazio per il codice postale non puo' restare vuoto

source: City cannot be empty
de: Die Stadt muss angegeben werden
es: Ciudad no puede estar vacío
fr: La Ville doit est saisie
it: Lo spazio per il nome di citta' non puo' restare vuoto

source: Country cannot be empty
de: Das Land muss angegeben werden
es: País no puede estar vacío
fr: Le Pays doit être saisi
it: Lo spazio per il nome del Paese non puo' restare vuoto

source: Email address cannot be empty
de: Die Emailadresse muss angegeben werden
es: Dirección de email no puede estar vacío
fr: L'adresse email doit être saisi
it: Lo spazio per l'indirizzo email non puo' restare vuoto

source: You must agree to the terms and conditions
de: Sie müssen den allgemeinen Geschäftsbedingungen zustimmen
es: Usted debe aceptar los términos y condiciones
fr: Vous devez donnez votre accord avec les conditions générales
it: Devi dare il consenso ai termini e le condizioni

source: [{0}] Your registration {1} from {2}
de: [{0}] Ihre Meldung {1} von {1}
es: [{0}] Su Inscripción {1} de {2}
fr: [{0}] Votre inscription {1} du {2}
it: [{0}] La tua iscrizione {1} da {2}

source: [{0}] Your voucher for your registration {1} from {2}
de: [{0}] Ihr Voucher für Ihre Meldung {1} von {2}
es: [{0}] Su vale para su inscripción {1} de {2}
fr: [{0}] Le bon de votre inscription {1} du {2}
it: [{0}] Il voucher per la tua iscrizione {1} da {2}

source: The order was not found
de: Die Bestellung wurde nicht gefunden
es: El pedido no fue encontrado
fr: L'ordre n'est pas définie
it: L'ordine non e' stato trovato

source: Invalid registration
de: Ungültige Registrierung
es: Inscripción inválida
fr: Inscription invalide
it: Iscrizione sconosciuta

source: The registration was already paid for
de: Die Registrierung wurde bereits bezahlt
es: La inscripcíon ya fue pagado
fr: L'inscription a déjà été payé pour
it: Pagamento per questa iscrizione gia' effettuato

source: You cannot pay for this registration at this moment
de: Sie dürfen diese Registrierung zu dieser Zeit nicht bezahlen
es: No se puede paga este inscripción en este momento
fr: Vous ne pouvez pas payer pour cette inscription en ce moment
it: Al momento non puoi pagare per questa iscrizione

source: The payment could not be initiated. Please try again later.
de: Der Bezahlvorgang konnte nicht gestartet werden. Versuchen Sie es später noch einmal.
es: No se pudo iniciar el pago. Por favor, inténtelo de nuevo más tarde.
fr: Nous ne pouvons enclencher le paiement. Merci de recommencer plus tard.
it: Il pagamento non ha potuto essere inizializzato. Riprova più tardi.

source: Please wait while your payment is being processed.
de: Bitte warten Sie während Ihre Bezahlvorgang bearbeitet wird.
es: Por favor espere mientras su paga se está procesando.
fr: Merci de patienter, votre paiement est en cours.
it: Per favore attendere, il pagamento viene processato.

source: This may take several minutes.
de: Dies kann mehrere Minuten dauern.
es: Esto podría tomar varios minutos.
fr: Cela peut prendre quelques minutes.
it: Questo potrebbe richiedere vari minuti.

source: Billing Information
de: Bezahlinformationen
es: Datos de facturación
fr: Information de facturation
it: Informazioni di fatturazione

source: Select your credit card and enter name and address of the card holder.
de: Wählen Sie ihre Kreditkarte und füllen Sie Namen und Adresse des Karteninhabers aus.
es: Seleccione su tarjeta de crédito e introduzca el nombre y la dirección del titular de la tarjeta.
fr: Sélectionner votre carte de crédit et saisissez le nom et l'adresse figurant sur la carte.
it: Selezionare la carta di credito ed inserire nome ed indirizzo del proprietario.

source: Payment will be processed in a secure way by {0}.
de: Die Bezahlung wird in gesicherter Art und Weise von {0} abgewickelt.
es: El pago será procesado de manera segura {0}.
fr: Le paiement est sécurisé par {0}.
it: Il pagamento sarà processato in sicurezza da {0}

source: Amount
de: Betrag
es: Importe
fr: Montant
it: Quantità

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di Credito

source: Select credit card type
de: Kreditkarte auswählen
es: Seleccione el tipo de tarjeta de crédito
fr: Sélectionner le type de carte de crédit
it: Selezionare tipo di carta di credito

source: Card no.
de: Kartennr.
es: No. de tarjeta
fr: N° de carte.
it: Carta n°

source: CVV code
es: Codigo CVV
fr: Code CVV
it: Codice CVV

source: Card expires
de: Gültig bis
es: La tarjeta expira
fr: Date d'expiration
it: Scadenza carta

source: Card holder given name
de: Nachname des Karteninhaber
es: Nombre del titular de la tarjeta
fr: Prénom figurant sur la carte
it: Nome del proprietario

source: Card holder family name
de: Vorname des Karteninhaber
es: Apellido de titular de la tarjeta
fr: Nom de famille figurant sur la carte
it: Cognome del proprietario

source: Street
de: Straße
es: Calle
fr: Adresse
it: Via

source: Postal code
de: Postleitzahl
es: Código postal
fr: Code postal
it: Codice postale

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città

source: Country
de: Land
es: País
fr: Pays
it: Paese

source: Select Country
de: Land auswählen
es: Seleccione país
fr: Sélectionner un pays
it: Selezionare Paese

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente

source: Confirm Registration
de: Registrierung bestätigen
es: Confirmar inscripción
fr: Confirmer l’inscription
it: Conferma la registrazione

source: After the payment is completed you will be redirected to the registration.
de: Nachdem der Bezahlvorgang abgeschlossen ist werden Sie wieder zur Registrierungsseite weitergeleitet.
es: Después de que se complete el pago se le redirige a la inscripción.
fr: Une fois que le paiement sera validé, vous serez redirigé vers la page d'inscription.
it: Una volta completato il pagamento verrai reindirizzato alla registrazione.

source: Return Error
de: Mit Fehler abschliessen
es: Volver con error
fr: Erreur de retour
it: Errore di Risposta

source: Card holder
de: Karteninhaber
es: Titular de la tarjeta
fr: Titulaire de la carte
it: Proprietario della Carta

source: Add Player or Accompanying Person
de: Spieler oder Begleitperson hinzufügen
es: Añadir jugador o acompañante
fr: Ajouter un(e) joueur(se) ou un(e) accompagnant(e)
it: Aggiungere Giocatore o Accompagnatore

source: Enter here the data for players or accompanying persons.
de: Daten für Spieler oder Begleitperson angeben
es: Introduzca aquí los datos para los jugadores o acompañantes.
fr: Entrez ici les données des joueurs ou des accompagnants.
it: Inserire qui i dati dei giocatori o degli accompagnatori.

source: For players the birthday is required.
de: Für Spieler ist die Angabe des Geburtsdatums erforderlich.
es: Para los jugadores se requiere el cumpleaños.
fr: Pour les joueurs, la date de naissance est nécessaire.
it: Per i giocatori è richiesta la data di nascita.

source: For players you may add email and a phone number of a cell phone.
de: Sie können eine Emailadresse oder eine Handynummer eines Spielers angeben
es: Para los jugadores que usted puede agregar el email y un número de teléfono de un teléfono celular.
fr: Pour les joueurs, vous pouvez ajouter un email et le numéro de téléphone portable.
it: Per i giocatori si può aggiungere l'e-mail ed il numero di un cellulare.

source: If you enter an email address, this player will also receive the notifications when he is requested as a double partner or a double partner is chosen for him.
de: Wenn Sie eine Emailadresse angeben wird der Spieler ebenfalls benachrichtigt, wenn er als Doppelpartner gewünscht wird oder wenn für ihn ein Doppelpartner ausgewählt wird.
es: Si llenes una dirección de email, este jugador también recibirá las notificaciones cuando se solicita un compañero de dobles o un compañero es elegido por él.
fr: Si vous entrez une adresse e-mail, le joueur recevra également les messages lorsqu'il sera sollicité en tant que partenaire double ou si un partenaire double est sélectionné pour lui.
it: Se inserisci un indirizzo email, questo giocatore riceverà anche le notifiche quando viene richiesto come doppio partner o viene scelto un doppio partner per lui.

source: If you enter a phone number the player will receive free SMS notifications about schedules and results of his matches, if the organizer chooses to do so.
de: Wenn Sie eine Telefonnummer angeben wird der Spieler ebenfalls kostenlose SMS Benachrichtigungen mit Ansetzung und Ergebnis erhalten, wenn der Veranstalter dieses anbietet.
es: Si llene un número de teléfono que el jugador recibirá notificaciones por SMS gratuitos sobre horarios y resultados de sus partidos, si el organizador decide hacerlo.
fr: Si vous entrez un numéro de téléphone portable, le joueur recevra des SMS gratuits concernant les horaires et les résultats de ses matchs, si l'organisateur met en place cette option.
it: Se inserisci un numero di telefono il giocatore riceverà notifiche SMS gratuite su orari e risultati delle sue partite, se l'organizzatore sceglie di farlo.

source: By entering email address or phone number you must agree to the terms and conditions.
de: Wenn Sie eine Emailadresse oder eine Telefonnummer angeben müssen Sie den Bedingungen zustimmen.
es: Al llenar la dirección de email o el número de teléfono al que debe aceptar los términos y condiciones.
fr: En entrant une adresse email ou un numéro de téléphone, vous devez accepter les mentions légales.
it: Inserendo indirizzo e-mail e telefono bisogna dichiarare il consenso ai termini e le condizioni.

source: You can add or change email address and phone number later, too.
de: Sie können die Emailadresse und Telefonnummer auch später noch angeben bzw. ändern.
es: Usted puede agregar o cambiar la dirección de email y número de teléfono después, también.
fr: Vous pourrez ajouter ou modifier votre adresse électronique et votre numéro de téléphone ultérieurement.
it: Indirizzi e-mail e numeri telefonici possono essere inseriti anche dopo

source: If you are a Paralympic Athlete flag the appropriate field and after put your international classification.
es: Si eres Atleta Paralímpico marca el campo correspondiente y luego pon tu clasificación internacional.
fr: Si vous êtes un athlète paralympique, signalez le champ approprié et mettez ensuite votre classement international.
it: Se sei un'atleta paralimpico metti un flag nel campo appropriato e dopo inserisci la tua classificazione internazionale.

source: Paralympic athletes can participate only in the single event.
es: Los atletas paralímpicos pueden participar solo en el evento individual.
fr: Les athlètes paralympiques ne peuvent participer qu'à simples.
it: Gli atleti paralimpici possono partecipare solo al torneo singolare.

source: Mobile
de: Handy
es: Móvil
fr: Téléphone portable
it: Cellulare

source: I agree to the %s regarding email address and phone number
de: Ich stimme den %s bezüglich Emailadresse und Telefonnummer zu
es: Acepto los %s con respecto a la dirección de email y número de teléfono
fr: Je suis d'accord avec la %s concernant l'utilisation de mon email et de mon numéro de téléphone
it: Acconsento al %s riguardante indirizzo e-mail e numero telefonico

source: privacy policy
de: Datenschutzbestimmung
es: política de privacidad
fr: politique de confidentialité

source: Billing Address
de: Rechnungsadresse
es: Dirección de envio
fr: Adresse de Facturation
it: Indirizzo di fatturazione

source: Enter here your billing address.
de: Geben Sie hier Ihre Rechnungsadresse an.
es: Llene aquí su dirección fiscal.
fr: Saisissez ici votre adresse de facturation.
it: Inserire qui l'indirizzo di fatturazione.

source: All fields are required.
de: Alle Felder sind erforderlich.
es: Todos las casillas son obligatorias.
fr: Tous les champs doivent être saisis.
it: Bisogna compilare tutti i campi.

source: Please make sure you enter a valid email address.
de: Stellen Sie sicher, eine gültige Emailadresse anzugeben.
es: Por favor, asegúrese de llenar una dirección de email válida.
fr: Vérifier bien la validité de votre adresse email.
it: Per favore inserire un indirizzo e-mail valido.

source: Title
de: Anrede
es: Título
fr: Civilité
it: Titolo

source: Mr
de: Herr
es: Señor
fr: M
it: Sig.

source: Mrs
de: Frau
es: Señora
fr: Mme
it: Sig.ra

source: Please select
de: Bitte auwählen
es: Por favor seleccione
fr: Choisir
it: Per favore selezionare

source: Given name
de: Vorname
es: Nombre de pila
fr: Prénom
it: Nome

source: Family name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome

source: Payment by Bank Transfer
de: Bezahlen per Überweisung
es: Pago por transferencia bancaria
fr: Paiement par virement bancaire
it: Pagamento con bonifico

source: You will receive instructions in your confirmation email.
de: Sie erhalten eine Anleitung in der Bestätigungsmail.
es: Usted recibirá instrucciones en el email de confirmación.
fr: Vous allez recevoir des instructions dans l’email de confirmation.
it: Riceverà istruzioni nella sua mail di conferma

source: Please note that your registration is not valid until we have received the full amount of due payment.
de: Beachten Sie bitte, dass Ihre Meldung erst gültig ist nachdem wir den gesamten Betrag erhalten haben.
es: Tenga en cuenta que su inscripción no es válida hasta que hayamos recibido el importe total de vencimiento del pago.
fr: Votre inscription sera validée uniquement à partir de la réception des frais d'inscriptions.
it: Per favore notare che la sua iscrizione non sarà valida finché non avremo ricevuto la somma totale del pagamento.

source: You must select a variant
de: Sie müssen eine Variante wählen
es: Debe seleccionar una variante
fr: Vous devez choisir une option
it: Bisogna selezionare un'opzione

source: Remove
de: Löschen
es: Retirar
fr: Retirer
it: Rimuovere

source: Buy Additional Articles
de: Weitere Artikel kaufen
es: Comprar artículos adicionales
fr: Acheter des articles supplémentaires
it: Aggiungere articoli supplementari

source: Here you may buy additional items, e.g. tickets for the gala dinner.
de: Hier können Sie weitere Artikel kaufen wie z.B. Eintrittskarten für das Gala Dinner.
es: Aquí usted puede comprar artículos adicionales, por ejemplo, entradas para la cena de gala.
fr: Vous pouvez sur cette page articles supplémentaires : e.g. dîner de gala.
it: Qui si possono acquistare articoli supplementari, p.es. biglietti per la cena di gala.

source: Available Articles
de: Verfügbare Artikel
es: Artículos disponibles
fr: Articles disponibles
it: Articoli disponibili

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungere

source: Article
de: Artikel
es: Artículo
it: Articolo

source: Variant
de: Variante
es: Variante
fr: Variante
it: Opzione

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Photo
de: Foto
es: Foto
it: Foto

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

source: Select
de: Auswahl
es: Seleccione
fr: Sélectionner
it: Selezionare

source: Sold out
de: Ausverkauft
es: Agotado
fr: Epuisé
it: Esaurito

source: Shopping Cart
de: Warenkorb
es: Carrito de compras
fr: Panier
it: Carrello

source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità

source: Please visit our shop
de: Besuchen Sie bitte unseren Shop
es: Por favor visite nuestra tienda
fr: Merci de visiter notre boutique
it: Per favore visitate il nostro negozio

source: An error has occured
de: Es ist ein Fehler aufgetreten
es: Ha habido un error
fr: Une erreur est survenue
it: C'è stato un errore

source: Select Payment Method
de: Bezahlmethode auswählen
es: Seleccione el método de pago
fr: Sélectionner une méthode de paiement
it: Selezionare il metodo di pagamento

source: Bank Transfer
de: Überweisung
es: Transferencia bancaria
fr: Virement bancaire
it: Bonifico bancario

source: You may pay by bank transfer
de: Sie können per Überweisung bezahlen
es: Usted puede pagar por transferencia bancaria
fr: Vous pouvez payer par virement bancaire
it: Puoi pagare con bonifico bancario

source: We accept MasterCard and Visa
de: Wir akzeptieren MasterCard und Visa
es: Aceptamos MasterCard y Visa
fr: Nous acceptons les cartes MasterCard et Visa
it: Accettiamo MasterCard e Visa

source: Payment Method
de: Bezahlart
es: Metodo de pago
fr: Méthode de paiement
it: Metodo di pagamento

source: Register Players and Accompanying Persons
de: Spieler und Begleitpersonen melden
es: Registra los jugadores y acompañantes
fr: Joueurs et accompagnateurs inscrits
it: Iscrizioni Giocatori ed Accompagnatori

source: Register here your players and accompanying persons.
de: Hier können Sie Spieler und Begleitpersonen melden
es: Registra aquí su jugadores y acompañantes.
fr: Inscrire ici vos joueurs et leurs accompagnants.
it: Iscrivi qui i tuoi giocatori ed accompagnatori.

source: Initially, players will be put into the competitions of their age category.
de: Der Spieler wird entsprechend seinem Alter zunächst in der entsprechenden Altersklasse gemeldet.
es: Inicialmente los jugadores que primero se ponen en la categoría de edad apropiada.
fr: Dans un premier temps, les joueurs seront mis dans leur catégorie d'âge respective.
it: Inizialmente i giocatori verranno inseriti nelle competizioni della loro categoria di età.

source: If your player chooses a double partner of a different age category later, both of them will be put into the correct age category automatically.
de: Wenn der Spieler später einen Doppelpartner einer anderen Altersklasse wählt werden beide Spieler in die entsprechende Altersklasse für das Doppel gemeldet.
es: Si el jugador elige un compañero de dobles en una categoría de edad diferente después, ambos serán puestos en la categoría de edad correcta de forma automática.
fr: Si un(e) joueur(se) sélectionne un(e) partenaire de doubles d’une différente catégorie d’âge, les deux joueurs seront enregistrés dans la bonne catégorie d‘âge automatiquement.
it: Se il tuo giocatore sceglie in seguito un doppio partner di una categoria di età diversa, entrambi verranno inseriti automaticamente nella categoria di età corretta.

source: Add Person
de: Person hinzufügen
es: Agregar persona
fr: Ajouter un participant
it: Aggiungere persona

source: You have not registered any player. Are you sure you want to continue?
de: Sie haben noch keine Spieler gemeldet. Wollen sie fortfahren?
es: No ha inscribido algun jugador. Deseas continuar todavía?
fr: Vous n'avez inscrit aucun joueur. Êtes-vous sur de vouloir continuer?
it: Non hai iscritto nessun giocatore. Sei sicuro di voler continuare?

source: Review Registration
de: Registrierung prüfen
es: Revisión de Inscripción
fr: Bilan de l’Inscription
it: Ricontrolla l'iscrizione

source: Please review your registration.
de: Bitte überprüfen Sie ihre Registrierung.
es: Por favor revisa tu inscripción.
fr: Merci de vérifier votre inscription.
it: Per favore ricontrolla la tua iscrizione.

source: You have to agree to the terms and conditions before you can proceed.
de: Sie müssen den allgemeinen Geschäftsbedingungen zustimmen.
es: Usted tiene que aceptar los términos y condiciones antes de continuar.
fr: Vous devez accepter les conditions générales avant de continuer.
it: Devi accettare i termini e le condizioni prima di proseguire

source: I agree to the {0}
de: Ich stimme den {0} zu
es: Yo accepto los {0}
fr: Je suis d'accord avec {0}
it: Acconsento al {0}

source: terms and conditions
de: Geschäftsbedingungen
es: términos y condiciones
fr: conditions générales
it: termini e condizioni

source: Your registration has been completed
de: Die Registrierung wurde abgeschlossen
es: Su inscripción se ha completado
fr: Votre inscription a bien été complété
it: La tua iscrizione è stata completata

source: Your registration has been placed on the waiting list.
de: Ihre Registrierung wurde auf die Warteliste gesetzt.
es: Tu inscripción se ha colocado en la lista de espera.
fr: Votre inscription a été placé dans la liste d'attente.
it: La tua iscrizione è stata inserita nella lista d'attesa

source: The waiting list is processed on a first come first served basis.
de: Die Warteliste wird auf einer "first come first served"-Basis abgearbeitet.
es: La lista de espera se procesa en orden de llegada primero servido.
fr: La liste d'inscription fonctionne sur la base du 'premier inscrit-premier servi'.
it: La lista d'attesa è impostata sulla base "passa prima chi è arrivato prima".

source: We will notify you by email when it is possible for you to register.
de: Wir werden Sie benachrichtigen sobald Sie eine Registrierung möglich ist.
es: Le notificaremos por email cuando es posible que se registre.
fr: Nous vous informerons par email dès qu'il sera possible de de vous inscrire.
it: Ti avviseremo con e-mail quando sarà possibile per te iscriverti

source: Please do not pay the registration fee unless you have been asked to do so.
de: Bitte bezahlen Sie die Rechnung nicht ohne Aufforderung.
es: Por favor, no pagar la cuota de inscripción a menos que se le ha pedido que lo haga.
fr: Merci de ne pas payer cette inscription sauf si nous vous en faisons la demande spécifiquement.
it: Per favore non pagare la tassa d'iscrizione a meno che non ti viene chiesto.

source: An email with your invoice and instructions how to proceed has been sent to you.
de: Eine Email mit der Rechnung ein einer Anleitung mit weiteren Schritten wurde Ihnen zugeschickt.
es: Un email con su factura y las instrucciones de cómo proceder se ha enviado a usted.
fr: Un email contenant votre facture et les instructions à suivre vient de vous être envoyé.
it: Ti è stata inviata una mail con la tua fattura e istruzioni su come procedere.

source: An email with your invoice has been sent to you.
de: Eine Email mit der Rechung wurde Ihnen zugeschickt.
es: Un email con la factura ha sido enviada a usted.
fr: Un email contenant la facture vient de vous être envoyé.
it: Ti è stata inviata una mail con la tua fattura.
