Repository: ttm-tt/veterans
Catalog: src/Locale/*/user.po
Languages: de, es, fr, it

source: Once we have received your payment instructions on how to proceed will be sent to you.
de: Sobald wir den Betrag erhalten haben erhalten Sie eine Anleitung mit weiteren Schritten.
es: Una vez que hemos recibido sus instrucciones de pago en la forma de proceder será enviado a usted.
fr: Dès que nous aurons reçu votre paiement, des instructions sur la façon de procéder vous sera envoyé.
it: Una volta che avremo ricevuto il pagamento ti verranno inviate istruzioni su come procedere.

source: Download invoice
de: Rechnung herunterladen
es: Descargar factura
fr: Télécharger la facture
it: Scarica la fattura

source: Invoice number
de: Rechnungsnummer
es: Número de factura
fr: N° de facture
it: Numero di fattura

source: Registration
de: Registrierung
es: Inscripción
fr: Inscription
it: Iscrizione

source: Banking Account
de: Kontonummer
es: Cuenta bancaria
fr: Compte Bancaire
it: Conto Bancario

source: VAT Reg Id
de: Mwst. ID
es: IVA
fr: N° de TVA
it: IVA Iscr. ID

source: Bank
es: Banco
fr: Banque
it: Banca

source: Account Holder
de: Kontoinhaber
es: Titular de la cuenta
fr: Propriétaire du compte
it: Proprietario del Conto

source: Correspondent Bank
de: Korrespondezbank
es: Banco correspondiente
fr: Banque correspondante
it: Banca Corrispondente

source: Waiting List
de: Warteliste
es: Lista de espera
fr: Liste d'attente
it: Lista d'attesa

source: If you confirm your order it will be put on a waiting list.
de: Wenn Sie Ihre Registrierung bestätigen werden wir Sie auf eine Warteliste setzen.
es: Si confirmas tu pedido serás puesto en lista de espera.
fr: Si vous confirmez votre commande, vous serez mis en liste d'attente.
it: Se confermi il tuo ordine verrai inserito in una lista d'attesa.

source: This waiting list will be processed first come first served as new registrations may become available.
de: Die Warteliste wird auf einer "first come first served"-Basis abgearbeitet sobald weitere Registrierungen möglich sind.
es: Esta lista de espera será procesado por orden de llegada como nuevos registros pueden estar disponibles.
fr: La liste d'attente fonctionnera selon le principe du premier inscrit-premier servi dès que de nouvelles inscriptions seront disponibles.
it: La lista d'attesa , man mano che ci sarà disponibilità di nuove iscrizioni, funzionerà in modo "passa prima chi è arrivato prima".

source: Confirm Order
de: Meldung bestätigen
es: Confirmar inscripción
fr: Confirmer la commande
it: Conferma l'ordine

source: Proforma Invoice
de: Proforma Rechnung
es: Factura Proforma
fr: Facture Proforma
it: Fattura proforma

source: Invoice date
de: Rechnungsdatum
es: Fecha de la factura
fr: Date de facture
it: Data della fattura

source: Invoice no
de: Rechnungsnr
es: No de factura
fr: N° de facture
it: N° fattura

source: Order
de: Bestellung
es: Orden
fr: Ordre
it: Ordine

source: Bank Address
de: Banksadresse
es: Dirección bancaria
fr: Adresse de la banque
it: Indirizzo della Banca

source: Account No
de: Kontonr.
es: Nº de cuenta
fr: N° de compte
it: N° del Conto

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Prossimo

source: Buy
de: Kaufen
es: Comprar
fr: Achat
it: Acquista

source: Address
de: Adresse
es: Dirección
fr: Coordonnées
it: Indirizzo

source: Review
de: Prüfen
es: Reseña
fr: Bilan
it: Controllo

source: Payment
de: Bezahlart
es: Pago
fr: Paiement
it: Pagamento

source: Billing
de: Bezahlen
es: Facturación
fr: Facture
it: Fatturazione

source: Completed
de: Abschließen
es: Terminado
fr: Terminé
it: Completato

source: Date
de: Datum
es: Fecha
it: Data

source: Qty
de: Anz.
es: Count
fr: Qté
it: Quantità

source: Canc Fee
de: Stornogebühr
es: Tarifa de canc.
fr: Frais d'annuler
it: Mora di Cancellazione

source: Each
de: Je
es: Cada
fr: Prix unitaire
it: Ciascuno

source: VAT
de: Mwst
es: IVA
fr: TVA
it: IVA

source: Total incl. VAT
de: Gesamt mit Mwst
es: Total incl. IVA
fr: Total TVA incl
it: Totale IVA incl.

source: Discount
de: Nachlass
es: Descuento
fr: Réduction
it: Sconto

source: Cancellation Fee
de: Stornogebühr
es: Tarifa de anulación
fr: Frais d'annulation
it: Mora di Cancellazione

source: Cancellation Discount
de: Nachlass auf Stornierung
es: Descuente de anulación
fr: Réduction d'annulation
it: Sconto Cancellazione

source: Refund
de: Erstattung
es: Reembolso
fr: Remboursement
it: Rimborso

source: Paid
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato

source: Due
de: Ausstehend
es: Debido
fr: Dû
it: Da pagare

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori

source: Born
de: Geboren
es: Nacido
fr: Naissance
it: Nato il

source: Accompanying People
de: Begleitperson
es: Acompañantes
fr: Personnes accompagnants
it: Accompagnatori

source: Voucher
es: Cupón
fr: Bon

source: Please present this voucher at the accreditation.
de: Zeigen Sie diesen Voucher bitte bei der Akkreditierung vor.
es: Por favor presenta este cupón en la acreditación.
fr: Merci de présenter ce bon à l'accréditation.
it: Per favore presentare questo voucher agli accrediti.

source: People
de: Personen
es: Gente
fr: Personnes
it: Persone

source: Additional Items
de: Weitere Artikel
es: Artículos adicionales
fr: Objet supplémentaire
it: Articoli supplementari

source: Dear Mr. {0} {1},
de: Sehr geehrter Herr {0} {1},
es: Estimado señor {0} {1},
fr: Cher M. {0} {1},
it: Caro Sig. {0} {1},

source: Dear Mrs. {0} {1},
de: Sehr geehrter Frau {0} {1},
es: Estimada señora {0} {1},
fr: Cher Mme. {0} {1},
it: Cara Sig.ra {0} {1},

source: We have cancelled your registration {0} on your request.
de: Wir haben Ihre Meldung {0} auf Ihren Wunsch hin storniert.
es: Hemos cancelado tu inscripción {0} en tu petición.
fr: Nous avons annulé l'inscription {0} à votre demande.
it: Abbiamo cancellato la sua iscrizione {0} come richiesto

source: We have cancelled your registration {0} because we have not received your payment in due time.
de: Wir haben Ihre Meldung {0} storniert, da wir bislang keine Zahlung von Ihnen erhalten haben.
es: Hemos cancelado tu inscripción {0} porque no hemos recibido tu pago a tu debido tiempo.
fr: Nous avons annulé l'inscription {0} car nous n'avons pas reçu votre paiement à la date limite.
it: Abbiamo cancellato la sua iscrizione {0} perché non abbiamo ricevuto per tempo il pagamento

source: If you think this is an error please contact {0} immediately!
de: Wenn Sie der Meinung sind, die Stornierung sei irrtümlich erfolgt, kontaktieren Sie bitte {0} so bald wie möglich!
es: Si crees que esto es un error, por favor póngate en contacto {0}
fr: Si vous pensez que c'est une erreur, n'hésitez pas à contacter {0} rapidement!
it: Se pensi che ci sia un errore per favore contatta subito {0} !

source: Details of your registration:
de: Details Ihrer Meldung:
es: Los detalles de su inscripción:
fr: Détails de votre inscription:
it: Dettagli della tua iscrizione:

source: You had entered the following players and accompanying persons:
de: Sie hatten folgende Spieler und Begleitpersonen gemeldet:
es: Haz introducido los siguientes jugadores y acompañantes:
fr: Vous avez inscrit les joueurs et les accompagnants suivant:
it: Hai inserito i seguenti giocatori e accompagnatori

source: Best regards
de: Mit freundlichen Grüßen
es: Atentamente
fr: Cordialement
it: Saluti

source: Thank you for your registration.
de: Vielen Dank für Ihre Meldung.
es: Gracias por su inscripción.
fr: Merci pour votre inscription.
it: Grazie per la tua iscrizione.

source: Please note that your registration is on a waiting list.
de: Bitte beachten Sie, dass Ihre Registrierung auf einer Warteliste ist.
es: Tenga en cuenta que tu inscripción está en una lista de espera.
fr: Votre inscription est en liste d'attente.
it: Per favore tieni presente che la tua iscrizione è in una lista d'attesa.

source: If in the meantime you decide to cancel your registration please inform us so that we can remove you from the waiting list.
de: Falls Sie sich entscheiden, Ihre Registrierung zu stornieren, so benachrichtigen Sie uns bitte, damit wir Sie aus der Warteliste raus nehmen können.
es: Si mientras tanto tu decides cancelar tu inscripción por favor infórmenos para que podamos eliminar de la lista de espera.
fr: Si, entre temps, vous avez décidé d'annuler votre inscription, merci de nous le faire savoir par email. Nous pourrons ainsi vous retirer de la liste d'attente.
it: Se nel frattempo decidi di cancellare la tua registrazione ti preghiamo di informarci in modo che possiamo rimuoverti dalla lista d'attesa.

source: We want to inform you that your registration {0} can now be processed.
de: Wir möchten Sie davon informieren, dass Ihre Registrierung {0} jetzt berücksichtigt werden kann.
es: Queremos informarle de que su inscripción {0} ahora se puede procesar.
fr: Nous vous informons que votre inscription {0} peut maintenant être validée.
it: Vogliamo informarti che la tua iscrizione {0} adesso può essere processata

source: Please pay the amount due as soon as possible, but not later than {0}.
de: Bitte überweisen Sie den Betrag auf unser Bankkonto sobald wie möglich, aber spätestens bis {0}.
es: Por favor, transferir el saldo de nuestra cuenta bancaria a más {0}.
fr: Merci de payer le montant due le plus rapidement possible, et avant la date du {0}.
it: Per favore paga la somma dovuta il più presto possibile, ma non più tardi di {0}

source: If we haven't received your payment by then we will cancel your registration.
de: Falls wir bis dahin nicht den Betrag von Ihnen erhalten haben werden wir Ihre Registrierung stornieren.
es: Si no hemos recibido tu pago por el entonces tendremos que anular su inscripción.
fr: Si nous n'avons reçu votre paiement à cette date, nous annulerons votre inscription.
it: Se per quella data non avremo ricevuto il tuo pagamento, cancelleremo la tua iscrizione.

source: Please notify us if you want us to cancel your registration so that we can inform the next on the waiting list immediately.
de: Bitte benachrichtigen Sie uns, falls Sie Ihre Registrierung stornieren möchten so dass wir den nächsten auf der Warteliste schnellstmöglich benachrichtigen können.
es: Por favor avísenos si desea cancelar tu inscripción para que podamos informar a la siguiente en la lista de espera inmediatamente.
fr: Merci de nous faire savoir par email si vous désirez annuler votre inscription. Ainsi nous pourrons avertir le suivant sur la liste d'attente.
it: Si prega di avvisare se si desidera annullare la registrazione in modo che possiamo informare immediatamente il prossimo in lista d'attesa.

source: Don't forget to put your invoice number on the bank transfer so we can find your order.
de: Vergessen Sie nicht, die Rechnungsnummer unter Verwendungszweck einzutragen, damit wir Ihre Meldung finden können.
es: No se olvide de poner su número de factura en la remesa para que podamos encontrar su orden.
fr: Ne pas oublier de mettre votre N° de facture lors de votre transfert bancaire. Ainsi nous pourrons retrouver votre commande facilement.
it: Non dimenticare di mettere il tuo numero di fattura sul bonifico bancario, così possiamo trovare il tuo ordine.

source: Please note that it may take several days until the payment is credited to our account and is processed.
es: Tenga en cuenta que puede tardar varios días hasta que el pago se acredite a nuestra cuenta y se procesa.
fr: Veuillez noter que cela peut prendre plusieurs jours jusqu'à ce que le paiement soit crédité sur notre compte et est traité.
it: Si prega di notare che potrebbero essere necessari diversi giorni fino a quando il pagamento viene accreditato sul nostro account e viene elaborato.

source: To pay with credit card use this link:
de: Benutzen Sie folgenden Link, um mit Kreditkarte zu bezahlen:
es: Para pagar con tarjeta de crédito utiliza este enlace:
fr: Pour payer avec une carte de crédit, utilisez ce lien:
it: Per pagare con carta di credito usa questo link:

source: This is a friendly reminder that you haven't paid your registration {0} yet.
de: Dies ist eine freundliche Erinnerung, dass Sie Ihre Rechnung {0} noch nicht bezahlt haben.
es: Este es un recordatorio de que usted no ha pagado su inscripción {0} todavía.
fr: Ceci est un rappel concernant l'inscription {0} qui n'est pas encore payée.
it: Questo è un avviso amichevole che non hai ancora pagato la tua iscrizione {0}

source: If you believe this is an error please contact {0}.
de: Wenn Sie glauben, dies sei ein Fehler, dann kontaktieren Sie bitte {0}.
es: Si usted cree que esto es un error, por favor contactar {0}
fr: Si vous pensez que c'est une erreur, n'hésitez pas à contacter {0} rapidement.
it: Se credi che questo è un errore per favore contatta {0}

source: If you have not paid yet please do so until {0}.
de: Wenn Sie noch nicht bezahlt haben, dann bezahlen Sie bitte bis zum {0}.
es: Si usted no ha pagado todavía por favor hacerlo {0}
fr: Si vous n'avez pas encore payé, merci de la faire avant le {0}
it: Se non hai ancora pagato per favore provvedi entro {0}

source: If we haven't received your payment by then we reserve the right to cancel your registrations without further notice.
de: Falls wir bis dahin nicht den Betrag von Ihnen erhalten haben halten wir uns das Recht vor, Ihre Registrierung ohne weitere Benachrichtigung zu stornieren.
es: Si no hemos recibido su pago por el entonces nos reservamos el derecho de anular sus inscripciones sin previo aviso.
fr: Si nous n'avons pas reçu votre paiement à cette date, nous nous réservons le droit d'annuler votre inscription.
it: Se non abbiamo ricevuto il pagamento entro tale data, ci riserviamo il diritto di annullare le registrazioni senza ulteriore avviso.

source: Your invoice number is {0}.
de: Ihre Rechnungsnummer ist {0}.
es: Su número de factura es {0}.
fr: Votre n° de facture est {0}.
it: il numero della tua fattura è {0}

source: Note that your registration is not completed until we have received the full amount still due.
de: Beachten Sie bitte, dass ihre Meldung erst gültig ist nachdem wir den gesamten Betrag erhalten haben.
es: Tenga en cuenta que su inscripción no se completa hasta que hayamos recibido el importe total todavía debe.
fr: Votre inscription ne sera validée qu'après réception du montant total de votre inscription.
it: La tua iscrizione non sarà completa finché non avremo ricevuto il totale del pagamento dovuto.

source: We reserve the right to cancel your order after that date if we haven't received the full amount still due until then.
de: Wir behalten uns das Recht vor, Ihre Meldung zu stornieren, wenn wir bis zum Fälligkeitsdatum nicht den gesamten Betrag erhalten haben.
es: Nos reservamos el derecho de anular su orden después de esa fecha si no hemos recibido el importe total todavía debe hasta entonces.
fr: Nous nous réservons le droit d'annuler votre inscription si nous n'avons pas reçu le montant total de l'inscription à cette date.
it: Ci riserviamo il diritto di annullare l'ordine dopo tale data se non abbiamo ricevuto l'intero importo ancora dovuto fino a quel momento.

source: You have entered the following players and accompanying persons:
de: Sie haben folgende Spieler und Begleitpersonen gemeldet:
es: Has inscrito los jugadores y acompañantes siguientes:
fr: Vous avez inscrit les joueurs et les accompagnants suivant:
it: Hai inserito i seguenti giocatori e accompagnatori:

source: Please find your receipt attached.
de: Sie finden die Rechnung im Anhang.
es: Encuentre su recibo adjunto.
fr: Veuillez trouver votre reçu ci-joint.
it: Trovi qui allegata la tua fattura.

source: Dear Sir or Madam,
de: Sehr geehrte Damen und Herren,
es: Estimado señor o señora,
fr: Cher(e) Monsieur ou Madame,
it: Caro Signore o Signora,

source: Thank you for your registration to the {0}.
de: Vielen Dank für Ihre Meldung zur {0}.
es: Gracias por su inscripción a la {0}.
fr: Merci pour votre inscription au {0}
it: Grazie per la tua iscrizione al {0}

source: A voucher is attached to this mail.
de: Ein Voucher is an diese mail angehängt.
es: Un cupón se adjunta a este email.
fr: Un bon est joint à ce mail.
it: A questa mail è allegato un voucher.

source: Please print this voucher and present it at the accreditation desk.
de: Drucken Sie diesen Voucher bitte aus und zeigen ihn bei der Akkreditierung vor.
es: Por favor imprimir este cupón y presentarlo en la acreditación.
fr: Merci d'imprimer ce bon et de le présenter lors de l'accréditation.
it: Per favore stampa questo voucher e presentalo al banco degli accrediti.

source: Total
de: Gesamt
it: Totale

source: No
de: Nein
fr: Non

source: Pos
fr: N°
